<?php 
return [
  'denomination' => [
    'name' => [
      'required' => 'اسم الفئة مطلوب.',
      'max' => 'لا يجوز أن يزيد اسم الفئة عن :max حرفًا.',
    ],
    'value' => [
      'required' => 'قيمة الفئة مطلوبة.',
      'numeric' => 'يجب أن تكون قيمة الفئة رقمًا.',
      'min' => 'يجب أن تكون قيمة الفئة :min على الأقل.',
      'max' => 'لا يجوز أن تكون قيمة الفئة أكبر من :max.',
    ],
    'type' => [
      'required' => 'نوع الفئة مطلوب.',
      'in' => 'نوع الفئة المحدد غير صالح.',
    ],
    'description' => [
      'max' => 'لا يجوز أن يزيد وصف الفئة عن :max حرفًا.',
    ],
  ],
];