<?php 
return [
  'reset' => 'Ваш пароль был сброшен.',
  'sent' => 'Мы отправили по электронной почте вашу ссылку сброса пароля.',
  'throttled' => 'Пожалуйста, подождите, прежде чем повторно.',
  'token' => 'Этот токен сброса пароля недействителен.',
  'user' => 'Мы не можем найти пользователя с этим адресом электронной почты.',
  'reset_subject' => 'Уведомление о сбросе пароля - :app_name',
  'reset_line1' => 'Вы получаете это письмо, потому что мы получили запрос сброса пароля для вашей учетной записи.',
  'reset_line2' => 'Нажмите кнопку ниже, чтобы сбросить пароль:',
  'reset_action' => 'Сбросить пароль',
  'reset_line3' => 'Эта ссылка сброса пароля истекает через :count минуты.',
  'reset_line4' => 'Если вы не запросили сброс пароля, никаких дальнейших действий не требуется.',
];