<?php 
return [
  'publishAll' => 'Опубликовать все',
  'publish' => 'Публиковать',
  'republish' => 'Переиздать',
  'publishConfirm' => 'Вы уверены, что хотите опубликовать этот языковой пакет?',
  'republishConfirm' => 'Вы уверены, что хотите повторно опубликовать этот языковой пакет? Все ваши изменения будут потеряны. Это действие невозможно отменить.',
  'publishAllConfirm' => 'Вы уверены, что хотите опубликовать все языковые пакеты? Это перезапишет все ваши изменения в языковых файлах.',
  'publishAllButtonPopover' => 'Опубликовать все указанные ниже языки',
  'publishButtonPopover' => 'Опубликовать :language язык',
  'republishButtonPopover' => 'Переиздать :language язык',
];