<?php 
return [
  'searchUnit' => 'Αναζήτηση Μονάδας με Όνομα ή Σύμβολο',
  'unitNamePlaceholder' => 'Εισαγάγετε Όνομα μονάδας (π.χ. κιλό, λίτρο, κ.λπ.)',
  'unitSymbolPlaceholder' => 'Εισαγάγετε το σύμβολο μονάδας (π.χ. Kg, L, κ.λπ.)',
  'searchInventoryItem' => 'Αναζήτηση Στοιχείου Αποθέματος κατά Όνομα',
  'itemNamePlaceholder' => 'Εισαγάγετε όνομα στοιχείου αποθέματος (π.χ. ρύζι, ζάχαρη, κ.λπ.)',
  'selectCategory' => 'Επιλέξτε Κατηγορία',
  'selectUnit' => 'Επιλέξτε Μονάδα',
  'thresholdQuantityPlaceholder' => 'Εισαγάγετε την ποσότητα κατωφλίου (π.χ. 10, 20, κ.λπ.)',
  'itemCategoryNamePlaceholder' => 'Εισαγάγετε Όνομα κατηγορίας αντικειμένου (π.χ. Τρόφιμα, Ποτά, κ.λπ.)',
  'searchItemCategory' => 'Αναζήτηση Κατηγορίας Αντικειμένου κατά Όνομα',
  'selectSupplier' => 'Επιλέξτε Προμηθευτής',
  'selectExpiryDate' => 'Επιλέξτε Ημερομηνία λήξης',
  'reorderQuantityPlaceholder' => 'Εισαγάγετε την ποσότητα παραγγελίας (π.χ. 10, 20, κ.λπ.)',
  'itemDescriptionPlaceholder' => 'π.χ. Βιολογικός βασιλικός από τον Προμηθευτή Α, συσκευασμένοι σε κενό σακούλες του 1 κιλού',
];