<?php 
return [
  'searchUnit' => 'Поиск объекта по имени или символу',
  'unitNamePlaceholder' => 'Введите название единицы измерения (например, килограмм, литр и т. д.)',
  'unitSymbolPlaceholder' => 'Введите символ единицы измерения (например, кг, л и т. д.)',
  'searchInventoryItem' => 'Поиск предмета инвентаря по имени',
  'itemNamePlaceholder' => 'Введите название предмета инвентаря (например, рис, сахар и т. д.)',
  'selectCategory' => 'Выберите категорию',
  'selectUnit' => 'Выберите единицу измерения',
  'thresholdQuantityPlaceholder' => 'Введите пороговое количество (например, 10, 20 и т. д.)',
  'itemCategoryNamePlaceholder' => 'Введите название категории товара (например, продукты питания, напитки и т. д.)',
  'searchItemCategory' => 'Поиск по категории товаров по названию',
  'selectSupplier' => 'Выберите поставщика',
  'selectExpiryDate' => 'Выберите дату истечения срока действия',
  'reorderQuantityPlaceholder' => 'Введите количество повторного заказа (например, 10, 20 и т. д.)',
  'itemDescriptionPlaceholder' => 'например Органический базилик от Поставщика А, в вакуумной упаковке по 1 кг.',
];