<?php 
return [
  325 => [
    'title' => 'رستوران یافت نشد',
    'message' => 'ما نتوانستیم یک رستوران مرتبط با این آدرس اینترنتی پیدا کنیم. رستوران ممکن است حذف شده باشد یا URL ممکن است نادرست باشد.',
    'suggestion' => 'لطفاً URL را بررسی کنید و دوباره امتحان کنید ، یا از یکی از گزینه های زیر استفاده کنید تا آنچه را که می خواهید پیدا کنید.',
    'create_account' => 'حساب رستوران جدید ایجاد کنید',
    'find_url' => 'URL رستوران خود را پیدا کنید',
    'need_help' => 'به کمک نیاز دارید؟ با تیم پشتیبانی ما تماس بگیرید',
  ],
];