<?php 
return [
  'KitchenPlacesUpdated' => 'Η κουζίνα ενημερώθηκε με επιτυχία',
  'KitchenPlacesCreated' => 'Η κουζίνα δημιουργήθηκε με επιτυχία',
  'KitchenPlacesDeleted' => 'Η κουζίνα διαγράφηκε με επιτυχία',
  'KitchenPlacesRestored' => 'Η κουζίνα ανακαινίστηκε με επιτυχία',
  'KitchenPlacesForceDeleted' => 'Η δύναμη της κουζίνας διαγράφηκε με επιτυχία',
  'kitchenPlacesAdded' => 'Η κουζίνα προστέθηκε με επιτυχία',
  'cannotDeleteDefaultKitchen' => 'Δεν μπορείτε να διαγράψετε την προεπιλεγμένη κουζίνα.',
  'ItemAddedToKitchen' => 'Το αντικείμενο προστέθηκε με επιτυχία στην κουζίνα',
  'itemRemovedFromKitchen' => 'Το αντικείμενο αφαιρέθηκε με επιτυχία από την κουζίνα',
  'itemAssignedToKitchen' => 'Το αντικείμενο εκχωρήθηκε με επιτυχία στην κουζίνα',
  'cannotInactiveDefaultKitchen' => 'Δεν μπορείτε να απενεργοποιήσετε την προεπιλεγμένη κουζίνα.',
  'statusChangeMessage' => 'Με την αλλαγή της κατάστασης, όλα τα αντικείμενα που έχουν εκχωρηθεί σε αυτήν την κουζίνα θα μετακινηθούν στην προεπιλεγμένη κουζίνα. Είστε βέβαιοι ότι θέλετε να συνεχίσετε;',
];