<?php 
return [
  'reset' => 'رمز ورود شما تنظیم مجدد شده است.',
  'sent' => 'ما لینک تنظیم مجدد رمز عبور شما را از طریق ایمیل ارسال کرده ایم.',
  'throttled' => 'لطفا قبل از تلاش مجدد صبر کنید.',
  'token' => 'این رمز ورود رمز عبور نامعتبر است.',
  'user' => 'ما نمی توانیم کاربر را با آن آدرس ایمیل پیدا کنیم.',
  'reset_subject' => 'تنظیم مجدد اعلان رمز عبور - :app_name',
  'reset_line1' => 'شما این ایمیل را دریافت می کنید زیرا ما درخواست تنظیم مجدد رمز عبور را برای حساب شما دریافت کردیم.',
  'reset_line2' => 'برای تنظیم مجدد رمز ورود خود ، روی دکمه زیر کلیک کنید:',
  'reset_action' => 'بازنشانی رمز عبور',
  'reset_line3' => 'این لینک تنظیم مجدد رمز عبور در دقیقه :count منقضی می شود.',
  'reset_line4' => 'اگر درخواست تنظیم مجدد گذرواژه را ندادید ، هیچ اقدام دیگری لازم نیست.',
];