<?php 
return [
  'denomination' => [
    'name' => [
      'required' => 'نام فرقه الزامی است.',
      'max' => 'نام اسمی نباید بیشتر از نویسه :max باشد.',
    ],
    'value' => [
      'required' => 'ارزش اسمی الزامی است.',
      'numeric' => 'ارزش اسمی باید یک عدد باشد.',
      'min' => 'مقدار نام باید حداقل :min باشد.',
      'max' => 'مقدار اسمی ممکن است بیشتر از :max نباشد.',
    ],
    'type' => [
      'required' => 'نوع نام مورد نیاز است.',
      'in' => 'نوع نامگذاری انتخاب شده نامعتبر است.',
    ],
    'description' => [
      'max' => 'شرح اسم ممکن است بیشتر از نویسه :max نباشد.',
    ],
  ],
];