<?php 
return [
  'denomination' => [
    'name' => [
      'required' => 'Απαιτείται το όνομα της ονομασίας.',
      'max' => 'Το όνομα της ονομασίας δεν μπορεί να είναι μεγαλύτερο από :max χαρακτήρες.',
    ],
    'value' => [
      'required' => 'Απαιτείται η ονομαστική αξία.',
      'numeric' => 'Η ονομαστική τιμή πρέπει να είναι ένας αριθμός.',
      'min' => 'Η ονομαστική τιμή πρέπει να είναι τουλάχιστον :min.',
      'max' => 'Η ονομαστική τιμή δεν μπορεί να είναι μεγαλύτερη από :max.',
    ],
    'type' => [
      'required' => 'Απαιτείται ο τύπος ονομαστικής αξίας.',
      'in' => 'Ο επιλεγμένος τύπος ονομασίας δεν είναι έγκυρος.',
    ],
    'description' => [
      'max' => 'Η περιγραφή της ονομασίας δεν μπορεί να είναι μεγαλύτερη από :max χαρακτήρες.',
    ],
  ],
];