<?php 
return [
  'reset' => 'Ο κωδικός πρόσβασής σας έχει επαναφερθεί.',
  'sent' => 'Έχουμε στείλει μέσω ηλεκτρονικού ταχυδρομείου τον σύνδεσμο επαναφοράς του κωδικού πρόσβασης.',
  'throttled' => 'Περιμένετε πριν από την επανάληψη.',
  'token' => 'Αυτό το διακριτικό επαναφοράς κωδικού πρόσβασης δεν είναι έγκυρο.',
  'user' => 'Δεν μπορούμε να βρούμε έναν χρήστη με αυτήν τη διεύθυνση email.',
  'reset_subject' => 'Ειδοποίηση κωδικού πρόσβασης επαναφοράς - :app_name',
  'reset_line1' => 'Λαμβάνετε αυτό το email επειδή λάβαμε ένα αίτημα επαναφοράς κωδικού πρόσβασης για τον λογαριασμό σας.',
  'reset_line2' => 'Κάντε κλικ στο παρακάτω κουμπί για να επαναφέρετε τον κωδικό πρόσβασής σας:',
  'reset_action' => 'Επαναφορά κωδικού πρόσβασης',
  'reset_line3' => 'Αυτός ο σύνδεσμος επαναφοράς κωδικού πρόσβασης θα λήξει σε :count λεπτά.',
  'reset_line4' => 'Εάν δεν ζητήσατε επαναφορά κωδικού πρόσβασης, δεν απαιτείται περαιτέρω δράση.',
];